tap "bokken/tools", "git@gitlab.cds.internal.unity3d.com:bokken/homebrew-tools.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "smudge/smudge"
tap "yamato/tools", "git@gitlab.cds.internal.unity3d.com:CDS/Yamato/tools.git"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash-completion"
brew "freetype"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "libidn2"
brew "curl"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "gtk-doc"
brew "guile"
brew "meson"
brew "python@3.10", link: false
brew "mono"
brew "mono-libgdiplus"
brew "node", link: false
brew "php"
brew "ragel"
brew "rust"
brew "youtube-dl"
brew "bokken/tools/bokken-cli"
brew "smudge/smudge/nightlight"
brew "yamato/tools/yamato-cli"
cask "alt-tab"
cask "dozer"
vscode "amlovey.shaderlabvscodefree"
vscode "austin.code-gnu-global"
vscode "cschlosser.doxdocgen"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "mrcrowl.hg"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "PTD.vscode-unitymeta"
vscode "twxs.cmake"
vscode "Unity.unity-debug"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
